[{"API":{},"id":"i-wN5Whftuy9","type":"row","href":"https://coda.io/apis/v1beta1/docs/55_RuUt6nh/tables/grid-It6fknV0lq/rows/i-wN5Whftuy9","name":"date test, worked","index":4,"createdAt":"2019-05-25T08:39:44.568Z","updatedAt":"2019-05-25T08:39:59.330Z","browserLink":"https://coda.io/d/_d55_RuUt6nh#_tugrid-It6fknV0lq/_rui-wN5Whftuy9","values":{"c-IX7gXCQyOR":"date test, worked","c-WTq36KwMs9":"tons of typing","c-idtf78Lqn1":"2019-05-25T00:00:00.000-07:00","c-UD-VfxjA_o":"Tauri"},"docId":"55_RuUt6nh","tableId":"grid-It6fknV0lq"},{"API":{},"id":"i-Ywhxl1Mikb","type":"row","href":"https://coda.io/apis/v1beta1/docs/55_RuUt6nh/tables/grid-It6fknV0lq/rows/i-Ywhxl1Mikb","name":"Alpha - But not really","index":3,"createdAt":"2019-05-17T23:46:46.083Z","updatedAt":"2019-05-25T08:39:21.544Z","browserLink":"https://coda.io/d/_d55_RuUt6nh#_tugrid-It6fknV0lq/_rui-Ywhxl1Mikb","values":{"c-IX7gXCQyOR":"Alpha - But not really","c-WTq36KwMs9":"typing goes in here","c-idtf78Lqn1":"2019-05-12T00:00:00.000-07:00","c-UD-VfxjA_o":"Eriandi"},"docId":"55_RuUt6nh","tableId":"grid-It6fknV0lq"},{"API":{},"id":"i-LmVO1m_rdU","type":"row","href":"https://coda.io/apis/v1beta1/docs/55_RuUt6nh/tables/grid-It6fknV0lq/rows/i-LmVO1m_rdU","name":"Alpha","index":0,"createdAt":"2019-05-17T23:43:04.706Z","updatedAt":"2019-05-25T08:39:16.060Z","browserLink":"https://coda.io/d/_d55_RuUt6nh#_tugrid-It6fknV0lq/_rui-LmVO1m_rdU","values":{"c-IX7gXCQyOR":"Alpha","c-WTq36KwMs9":"Crew wakes up, finds themselves in the proto-planetary disc of Alpha Eriandi, talks to the Greys, acquiring a cloak and a grey crewmember \"Miner\" aka Dwight. The crew sells data and discusses things with the plants, then they survey the constellation. Beta has a rainbow planet that the two clans are vying for, Gamma and Delta have the corresponding homeworlds of the two clans. The crew use a self-created maser comms unit to get in between the two craft to intercept and echo back different messages than the ones sent. Crew eventually grosses out the RD clan, who are attacked upon breaking ranks by the SP clan. Scans of the Rainbow Planet reveal the existence of FTL coordinates to the next constellation.","c-idtf78Lqn1":"2019-05-17T00:00:00.000-07:00","c-UD-VfxjA_o":"Eriandi"},"docId":"55_RuUt6nh","tableId":"grid-It6fknV0lq"},{"API":{},"id":"i-9JRATpLn-A","type":"row","href":"https://coda.io/apis/v1beta1/docs/55_RuUt6nh/tables/grid-It6fknV0lq/rows/i-9JRATpLn-A","name":"Tauri","index":1,"createdAt":"2019-05-17T23:43:04.706Z","updatedAt":"2019-05-25T08:39:02.630Z","browserLink":"https://coda.io/d/_d55_RuUt6nh#_tugrid-It6fknV0lq/_rui-9JRATpLn-A","values":{"c-IX7gXCQyOR":"Tauri","c-WTq36KwMs9":"The crew first surveys the area. SPC is a new clan borne of the winning clan of Eriandi. They find the three clans attempting to out maneuver each other for a risky landing to acquire an artifact on the surface of Epsilon.\r\n\r\nLater, they find that the system has two more systems in it, one very well nuked, but in antiquity, and Eta which is untouched by the ST; There's life on most celestial bodies. The greys and the plants both pay handsomely for this knowledge, but the greys cannot unload the system fully before the Saurothrop show up.\r\n\r\nThe artifact at Epsilon is destroyed by Miner using the Mining laser.","c-idtf78Lqn1":"2019-05-06T00:00:00.000-07:00","c-UD-VfxjA_o":"Tauri"},"docId":"55_RuUt6nh","tableId":"grid-It6fknV0lq"},{"API":{},"id":"i-oXKSWv7ia-","type":"row","href":"https://coda.io/apis/v1beta1/docs/55_RuUt6nh/tables/grid-It6fknV0lq/rows/i-oXKSWv7ia-","name":"Corvii ","index":2,"createdAt":"2019-05-17T23:43:04.706Z","updatedAt":"2019-05-25T08:39:05.909Z","browserLink":"https://coda.io/d/_d55_RuUt6nh#_tugrid-It6fknV0lq/_rui-oXKSWv7ia-","values":{"c-IX7gXCQyOR":"Corvii ","c-WTq36KwMs9":"The crew did not go directly to Corvii, instead passing through previous star systems. They flew back through Antilae, and observed SPC fleets uplifting the Jellies, from peaceful wholesome gas puffs, to angery bags of murder. The Jellie home planet was emblazoned in a massive world war, while Saurothrop agents helped them develop weapons and starships.\nThe crew stopped at Epsilon Draconis(Bluestar) and found a system thoroughly defeated by the SPC. Numerous ships carried crystal outbound to Bluestar, taking the shortest path possible to FTL. The return flight, however, all came from the same angle. The crew was collecting data with the intent on attacking of the ships and stealing its crystal.\nThe crew invented a tether to come into physical contact with other starships with the intent on hacking them. They were able to hacking one of the outbound starships and make it eject some of its payload, stored in a bomb launcher bay. They successfully liberated 4 units, but one was destroyed on impact with the ship. The 3 remaining units became 300 EU of crystal onboard.\nThe crew then flew directly to Alpha Corvii.\nAlpha Corvii was a SPC controlled system in severe disrepair. The inhabitants long since forgot why they were there, and were running the system out of minerals by deploying billions of Tachyon mines. These mines has polluted the system with Tachyons, and no ships who entered could leave. A dialogue was maintained with them, who recognized The Captain from their stories / oral tradition. The crew discovered that they gained most of their new material from ships that flew into system, and then collided with the mines, the cloak being the only thing that saved the crew. They were then able to produce the same \"wiggle\" as the minelayers, making the mines ignore them.\nThe crew attempted to create a Tachyon sweeper by blasting various random energies to emulate The Grey's ability to dissipate Tachyons. They were not successful, but their equipment did 'echo' off the minelayers equipment. The Crew tethered to the minelayer, under the ruse of an upgrade. They did complete the upgrade, but the minelayers ancient krusty power system exploded when their upgraded Tachyon system went online. They took what was left of the device out of the minelayer and to the edge of the system, and was able to sweep their own Tachyons, allowing the FTL to spool and Jump to Beta.\nIn Beta, the crew found an Octo carrier orbiting a Green moon, who began shooting at the crew. They struck up a discussion, and agreed to take the uncitizen warriors to a glorious battle. They alos provided a weird map, that pathed the ship to save as might warroris as possible, and dock with their station, for purposes unclear. The octos starting pumping the goop they use for atmo and/or food, and the crew had the ship absorb it for energy.\nThe octos said, something rough on the translator, inquiring and or telling the crew something about the flow. The crew undocked from the station, opened fire on the octos, bomb and tachyon, and then left with only minor damage.\nThe crew then Jumped to Gamma, where a pritene set of worlds were under the scrutiny of The Greys. The instant they noticed us, they hauled ass towards us, insisted they had to dock and access the ships computer, stating there was something terribly wrong with it. . Sera insisted that was a terrible idea, and it would expose her presence. The crew Jjumped to Delta.\nUpon arrival, the crew observed a rainbow planet with a bizarre orbiting space station. After that, the ships AI disappeared, the lights above the crews heads went off, and they were left listless in the VR. If someone attempted to engage a system (eg, cloak) the system itself did not appear, but the controlling glyph did. By manipulating the glyphs the crew had discovered direct access to:\nCloak\nand required power\nEngines (Gravity/Impulse)\nand power\nand navigation\nLeave pod\nSensors\nand power\nLife\nMatter\nLeaving the appended working things in the above nested list.\nThe crew discovered that Sera, and her doppelgangers, were using their combined processing ability to keep the starship in one piece. Using the unlocked Matter sensor, they were able to pilot to a few wrecks. The first had a stitch-like being named Pinky. So moved by the crews (false) tale of plight, Pinky used a peculiar time dilation maneuver to transfer the crew back to their ship with the data for building denser, more Health Box inducing upgrade. The next ship was nearly gone, and they heard a faint whisper from its inhabitant, \"Kill me\", when they boarded. The crew obliged, consume the derelict craft and gaining 300 EU worth of alien metal. The final ship boarded appeared to be a sort of chubby disk, with a geiger'esque aesthetic to it. Sort of like the picture I just uploaded. Onboard, the crew found an atypical Grey, who was wearing strange clothing and had physical items on them, in VR at least. The Grey invited the crew to absorb their ship into his and escape. Instead, one of the crew went back for a *jumpstarter* and came back with a glowing purple cube from Sera, triggering the time dilation effect on the Grey, while un tethering the crew from the need to get group consensus. The crew escaped and will probably resume looting.\nThe crew did in fact resume looting. First they got there hands on the \"almond\" ship, whose technology increased the crews total power amount after a critical success. They then went after the \"colony\" ship, and acquired the ships thrusters, again after a well placed critical success. Finally the crew went after what appeared to be a fully intact Saurothrop vessel. They chose to board the vessel, and found their way into a control room of some type. Desiccated Saurothrop bodies hung from various spinal shunts (samples taken) around the room. Also with one beachball sized, very patched in, device remaining. The ship also had a message to their rescuers, assumed to be another ST craft, but it has not been played/read/played/whatever. The players absorbed the remaining functional nanites, who provided technology to increase their HP.\nThe final wreck was difficult to spot, as it was a very little amount of material spread very thin. It was a starship, and the crew moonwalked over. They found an external valve that that appeared to act as an airlock of sorts. While attempting to express the valve, two crew were sucked inside while the other was left standing on the valve, but still outside. She shot the valve and fell thru the tear. This ship was full of jellies, with a full ecosystem inside and the drive/FTL technologies strung together via a sill-string like material. The interior sheathing was AC nanites that came from the Sacrifice. Probably via VP. The jellies did not appear to know nor understand how to save themselves and asked for the crew help. The crew left, and fired on the jellie ship, unzipping it with destructive energies: The jellies and their ecosystem were violently decompressed into space. The crew reabsorbed their own nanites and left the torn sack adrift.\nThe crew entered Epsilon Corvii, and discovered an intact hydrocarbon planet that had a beacon of unknown origin in orbit. From a distance the crew scanned and discovered that the beacon was sensitive to gravity and that its external plating was made of advanced materials. The beacon also gave off life signs. As the crew approached, they were flanked by a hundred or few cloaked drones and were told \"You should not have come here. Now I am forced to kill you.\" The crew continued on toward the beacon while conversing with the Keeper (aka bee-keeper), the apparent leader of the drones. Keeper needed to build a device, but needed certain minerals from the planets surface. If the crew got the minerals, Keeper would give them the schematic of the device, and activate the beacon. The beacon may or may not be generating a graviton planetary energy shield. The crew remembered they had octos onboard, since we had all forgotten them in the trunk for like 3 months, and dropped the octos down to the surface to do all the work. The crew, using its unpaid labor force, got the minerals to Keeper. Keeper left the drones in system(to protecc octos) and flew away happily. Crew received the device schematic, but did not investigate it.\nThe crew investigated the device, and with Sera's help discovered that it is a Temporal Dampener, and that it could be used to safely navigate Delta Corvii. They Jumped into that system, and safely flew to the massive platform emitting the offending temporal signals mucking everyone's AI up. The platform has various universalized docking ports designed specifically to match AC starships. They docked with this port, dubbed \"The spoon with a butthole\".\nAfter docking with the spoon with a butthole, a second AI which is a little less blue-white and a little more off-white, asks census for entering the platform. Crew agrees, and the dock slurps down the crew like some reverse felching shit. <grossHandInterpretation.jpeg> Upon entering the platform, crew finds Sera had been dragged also, despite being offline and having not granted consensus. While Sera works on the computers, the crew distracts and harvests information from Brown and its platform. They discovered:\nThis platform had a different purpose, but [REDACTED] altered it [REDACTED] years ago\nPlatforms (new) primary mission is to Capture, Disabled, and Destroy AC tech.\nprevious primary mission or purpose is unknown\nBrown intends on letting the crew starve so that there is no counter consensus and he can gain control of the ship\nBrown does not seem concerned about how long that will take\nBrown is an equivalent AI to Cisco on the sacrifice; does not have feelings nor complex motivations, just following orders as best possible.\nBrown is not concerned with financial or material rewards, crew can't pay their way off\nCrew can ask to be released from VR, and can wander about the massive platform\nThe interior of the station is shifting and warping similar to any other gif of a 4-d shape. And sort of like Portal 2. The entrance is \"holding still\", but only because the crew haven't moved yet.\nTheir are objects/entities floating around inside the chaos, booping each other and whatnot. Their appearance is like a fully activated glyph, spinning so fast they look solid and a little bright.\nGiven enough questioning and data acquired, Sera says she can override parts of the AI and get the crew back to the ship safely.\nThe crew continued their questioning, to include:\nBrown knows the Sacrifice goes thru multiple cycles, has access tot he ships pre/un wiped computer systems\nThe ship always starts in Eriandi.\nThe ship always ends in [REDACTED]\nHundreds have bug ships have died here, their biology \"counts\" at AC tech\n42 Grey ships have been caught here, allow they eventually disappear from sensors.\nand plenty of other interesting things. ...\nSera gets what she needs, and the crew escapes. They head to a nearby plant system.\nA PHALANX Dreadnought fired their super-weapon at the ship before the ship finished Jumping in. Their commander and the commander of the surround PHALANX fleet is PF (Predatory Ferocity), and spent a last few seconds bloating, before the ship was struck.\nTime slows before the moment of impact and the crew is presented with the choice. They must *Sacrifice a significant amount of equipment into an overpowered emergency Jump away from danger. If the ship did not have a glut of equipment to sacrifice, next would have been crewmembers. The ship Jumps.","c-idtf78Lqn1":"2019-05-15T00:00:00.000-07:00","c-UD-VfxjA_o":"Corvii"},"docId":"55_RuUt6nh","tableId":"grid-It6fknV0lq"}]